Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SaverBackdropPortraitClockDescription
source: Choose the photos you want to use for Portraits, including people and pets, and how often you want them to change.
ar: يمكنك اختيار الصور التي تريد استخدامها للبورتريه، بما في ذلك الأشخاص والحيوانات الأليفة ومعدل التكرار الذي تريده لتغييرها.
ca: Tria les fotos que vulguis que surtin a la categoria de retrats, incloses les persones i les mascotes, i la freqüència amb què vulguis que canviïn.
cs: Vyberte fotky lidí nebo zvířat, které chcete ve spořiči Portréty používat, a určete, jak často se mají obměňovat.
da: Vælg de fotos, du vil bruge til Portrætter, herunder personer og kæledyr, og hvor ofte fotoet skifter.
de: Wähle die Fotos aus, die du für „Porträts“ verwenden möchtest (einschließlich Personen und Haustiere), und bestimme, wie oft sie geändert werden sollen.
el: Επιλέξτε τις φωτογραφίες που θέλετε να χρησιμοποιούνται για τα Πορτρέτα, συμπεριλαμβανομένων ατόμων και κατοικίδιων, και πόσο συχνά θέλετε να αλλάζουν.
es: Selecciona las fotos que quieras usar en el salvapantallas Retratos, incluidas personas y mascotas, y con qué frecuencia quieres que cambien.
es_us: Elige las fotos que quieres usar en Retratos, incluyendo personas y mascotas, y decide qué tan seguido quieres que cambien.
fi: Valitse Muotokuvat-näytönsäästäjään ihmisten ja lemmikkien kuvat, joita haluat käyttää, ja kuinka usein haluat niiden vaihtuvan.
fr: Choisissez les photos que vous voulez utiliser pour Portraits, y compris les photos de personnes ou d’animaux, et la fréquence à laquelle vous souhaitez changer de photo.
fr_ca: Choisissez les photos que vous voulez afficher dans l’économiseur d’écran Portraits, y compris les photos de personnes ou d’animaux de compagnie, et la fréquence à laquelle vous voulez changer de photo.
he: באפשרותך לבחור את התמונות שברצונך להשתמש בהן ב״תמונות פורטרט״, כולל תמונות של אנשים וחיות מחמד, ואת התדירות שבה יתחלפו.
hi: उन तस्वीरों को चुनें जिन्हें आप पोर्ट्रेट के लिए उपयोग करना चाहते हैं, जिनमें लोग और पालतू जानवर शामिल हैं और चुनें कि आप उन्हें कितनी बार बदलना चाहते हैं।
hr: Odaberite fotografije koje želite koristiti za Portrete, uključujući osobe i kućne ljubimce, te koliko često želite da se mijenjaju.
hu: Kiválaszthatja a Portrékhoz használni kívánt fotókat (többek közt személyeket és háziállatokat), valamint hogy ezek milyen gyakran váltakozzanak.
id: Pilih foto yang ingin Anda gunakan untuk Potret, termasuk orang dan peliharaan, dan seberapa sering Anda ingin foto berubah.
it: Scegli le foto dei soggetti, tra cui persone e animali domestici, da usare per il salvaschermo Ritratti, oltre alla frequenza di aggiornamento.
ja: 人物やペットなど、“ポートレート”に使用する写真を選択します。また、それらの写真の表示をどのくらい頻度で切り替えるかも選択します。
ko: 사람들 및 반려동물 등 인물 사진에 사용하려는 사진을 선택하고, 해당 사진을 변경할 빈도를 선택합니다.
ms: Pilih foto yang anda mahu gunakan untuk Potret, termasuk orang dan haiwan peliharaan, serta kekerapan anda mahu ia berubah.
nb: Velg bildene du vil bruke med Portretter, inkludert personer og kjæledyr, og hvor ofte du vil at bildet skal endres.
nl: Kies de foto's die je wilt gebruiken voor portretten, waaronder personen en huisdieren, en hoe vaak je wilt dat deze worden gewijzigd.
pl: Wybierz zdjęcia (na przykład osób i zwierząt), których chcesz używać jako portretów, oraz określ, jak często mają być zmieniane.
pt_br: Escolha as fotos que você quer usar como Retratos, incluindo pessoas e pets, e a frequência que deseja alterá‑las.
pt_pt: Escolha as fotografias que pretende usar para a proteção de ecrã Retratos, incluindo pessoas e animais de estimação, e com que regularidade devem ser alteradas.
ro: Alegeți pozele pe care doriți să le utilizați pentru Portrete, inclusiv persoane și animale de companie, și frecvența cu care doriți să se schimbe.
ru: Выберите фото людей и питомцев для отображения в заставке «Портреты», а также частоту, с которой они будут сменяться.
sk: Vyberte fotky ľudí alebo domácich miláčikov, ktoré chcete používať v šetriči Portréty, a nastavte, ako často sa majú meniť.
sl: Izberite fotografije, ki jih želite uporabiti za Portrete, vključno s fotografijami oseb in hišnih ljubljenčkov, ter določite, kako pogosto naj se menjavajo.
sv: Välj bilderna du vill använda för porträtt, inklusive personer och husdjur, och hur ofta du vill att de ska ändras.
th: เลือกรูปภาพที่คุณต้องการใช้สำหรับภาพถ่ายบุคคลรวมทั้งผู้คน และสัตว์เลี้ยง และเลือกว่าคุณต้องการให้เปลี่ยนรูปภาพบ่อยแค่ไหน
tr: Kişiler ve evcil hayvanlar da dahil olmak üzere Portreler için kullanmak istediğiniz fotoğrafları ve bunların hangi sıklıkta değişmesini istediğinizi seçin.
uk: Оберіть, які фотографії людей і домашніх улюбленців використовувати в Портретах та як часто їх змінювати.
vi: Chọn ảnh mà bạn muốn sử dụng cho Chân dung, bao gồm người và thú cưng, cũng như tần suất thay đổi mà bạn muốn.
zh_cn: 选取要用于“人像”的照片（包括人物和宠物）及其更改频率。
zh_hk: 選擇你要用於「人像」的相片，包括人物和寵物，以及你要的相片更改頻率。
zh_tw: 選擇想要用於「人像」的照片，包含人物和寵物，以及要多久更換一次。

# SaverBackdropPortraitClockProcessingDescription
source: Portraits are currently being processed
ar: تجري معالجة البورتريه حاليًا
ca: S’estan processant els retrats.
cs: Portréty se právě zpracovávají
da: Portrætter behandles i øjeblikket
de: Porträts werden aktuell verarbeitet.
el: Τα πορτρέτα βρίσκονται τώρα στο στάδιο επεξεργασίας
es: Se están procesando los retratos.
es_us: Retratos en proceso
fi: Muotokuvia käsitellään parhaillaan
fr: Les portraits sont en cours de traitement.
fr_ca: Les portraits sont en cours de traitement.
he: ״תמונות פורטרט״ בתהליך עיבוד כעת
hi: पोर्ट्रेट अभी प्रोसेस किया जा रहा है
hr: Portreti se trenutačno obrađuju
hu: A portrék feldolgozása folyamatban van
id: Potret sedang diproses
it: I ritratti sono in fase di elaborazione
ja: ポートレートは現在処理中です
ko: 현재 인물 사진을 처리하는 중입니다.
ms: Potret sedang diproses
nb: Portretter er under behandling
nl: Portretten worden op dit moment verwerkt
pl: Trwa przetwarzanie kategorii Portrety
pt_br: Os Retratos estão sendo processados
pt_pt: Os retratos estão a ser processados
ro: Portretele sunt în curs de procesare
ru: Портреты сейчас обрабатываются
sk: Portréty sa práve spracovávajú
sl: Portreti so trenutno v obdelavi
sv: Porträtt behandlas för närvarande
th: กำลังประมวลผลภาพถ่ายบุคคลอยู่ในตอนนี้
tr: Portreler şu an işleniyor
uk: Портрети ще опрацьовуються
vi: Chân dung hiện đang được xử lý
zh_cn: 正在处理“人像”
zh_hk: 目前正在處理「人像」
zh_tw: 「人像」目前處理中

# SaverBackdropPortraitClockSetupDescription
source: To use Portraits on this Apple TV, set up iCloud Photos.
ar: لاستخدام البورتريه على هذا الـ Apple TV، يجب إعداد صور iCloud.
ca: Per utilitzar els retrats a l’Apple TV, activa les fotos a l’iCloud.
cs: Chcete‑li na této Apple TV používat spořič Portréty, nastavte si službu Fotky na iCloudu.
da: Hvis du vil bruge portrætter på dette Apple TV, skal du indstille iCloud-fotos.
de: Um „Porträts“ auf diesem Apple TV zu verwenden, richte „iCloud‑Fotos“ ein.
el: Για χρήση των Πορτρέτων σε αυτό το Apple TV, διαμορφώστε τις Φωτογραφίες iCloud.
es: Para usar el salvapantallas Retratos en este Apple TV, configura Fotos en iCloud.
es_us: Para usar retratos en este Apple TV, configura Fotos en iCloud.
fi: Jos haluat käyttää Muotokuvat-näytönsäästäjää tässä Apple TV:ssä, ota iCloud‑kuvat käyttöön.
fr: Pour utiliser Portraits sur cette Apple TV, configurez Photos iCloud.
fr_ca: Pour utiliser Portraits sur cette Apple TV, configurez Photos iCloud.
he: כדי להשתמש ב״תמונות פורטרט״ ב‑Apple TV זה יש להגדיר את ״תמונות iCloud״.
hi: इस Apple TV पर पोर्ट्रेट का इस्तेमाल करने के लिए iCloud तस्वीर सेटअप करें।
hr: Za uporabu portreta na ovom Apple TV-u podesite iCloud fotografije.
hu: Ha Portrékat szeretne használni ezen az Apple TV‑n, állítsa be az iCloud‑fotókat.
id: Untuk menggunakan Potret di Apple TV ini, atur Foto iCloud.
it: Per usare Ritratti su Apple TV, configura “Foto di iCloud”.
ja: このApple TVで“ポートレート”を使用するには、iCloud写真を設定します。
ko: 이 Apple TV에서 인물 사진을 사용하려면 iCloud 사진을 설정하십시오.
ms: Untuk menggunakan Potret pada Apple TV ini, sediakan Foto iCloud.
nb: Klargjør iCloud Bilder for å bruke Portretter på Apple TV.
nl: Om 'Portretten' op deze Apple TV te gebruiken, configureer je iCloud-foto's.
pl: Aby używać portretów na tym Apple TV, skonfiguruj Zdjęcia w iCloud.
pt_br: Para usar Retratos nesta Apple TV, configure as Fotos do iCloud.
pt_pt: Para usar Retratos nesta Apple TV, configure Fotografias em iCloud.
ro: Pentru a utiliza Portrete pe acest Apple TV, configurați Poze iCloud.
ru: Чтобы использовать Портреты на этом Apple TV, настройте Фото iCloud.
sk: Ak chcete na tomto Apple TV používať šetrič Portréty, nastavte si službu iCloud Fotky.
sl: Za uporabo portretov v tem Apple TV-ju nastavite Fotografije iCloud.
sv: Ställ in iCloud-bilder om du vill använda Porträtt på denna Apple TV.
th: ในการใช้ภาพถ่ายบุคคลบน Apple TV เครื่องนี้ ให้ตั้งค่า “รูปภาพบน iCloud”
tr: Bu Apple TV’de Portreler’i kullanmak için iCloud Fotoğrafları’nı ayarlayın.
uk: Щоб використовувати Портрети на цьому Apple TV, налаштуйте Фото iCloud.
vi: Để sử dụng Chân dung trên Apple TV này, hãy thiết lập Ảnh iCloud.
zh_cn: 若要在此Apple TV上使用“人像”，请设置iCloud照片。
zh_hk: 如要在此Apple TV上使用「人像」，請設定「iCloud相片」。
zh_tw: 若要在此Apple TV上使用「人像」，請設定「iCloud照片」。

# SaverBackdropPortraitClockTitle
source: Portraits
ar: بورتريه
ca: Retrats
cs: Portréty
da: Portrætter
de: Porträts
el: Πορτρέτα
es: Retratos
es_us: Retratos
fi: Muotokuvat
he: תמונות פורטרט
hi: पोर्ट्रेट
hr: Portreti
hu: Portrék
id: Potret
it: Ritratti
ja: ポートレート
ko: 인물 사진
ms: Potret
nb: Portretter
nl: Portretten
pl: Portrety
pt_br: Retratos
pt_pt: Retratos
ro: Portrete
ru: Портреты
sk: Portréty
sl: Portreti
sv: Porträtt
th: ภาพถ่ายบุคคล
tr: Portreler
uk: Портрети
vi: Chân dung
zh_cn: 人像
zh_hk: 人像
zh_tw: 人像

# SaverBackdropPortraitClockUpdateFrequencyTitle
source: Update Frequency
ar: معدل التحديث
ca: Freqüència d’actualització
cs: Interval změny
da: Opdateringsfrekvens
de: Darstellung aktualisieren
el: Συχνότητα ενημέρωσης
es: Frecuencia de actualización
es_us: Frecuencia de actualización
fi: Päivitysnopeus
fr: Fréquence de mise à jour
fr_ca: Fréquence de mise à jour
he: תדירות עדכון
hi: अपडेट फ़्रीक्वेंसी
hr: Učestalost ažuriranja
hu: Frissítési gyakoriság
id: Frekuensi Pembaruan
it: Frequenza di aggiornamento
ja: 更新の頻度
ko: 업데이트 주기
ms: Kekerapan Kemas Kini
nb: Oppdateringsfrekvens
nl: Bijwerkfrequentie
pl: Częstotliwość uaktualniania
pt_br: Frequência da Atualização
pt_pt: Frequência de atualização
ro: Frecvență actualizare
ru: Частота обновления
sk: Interval zmeny
sl: Pogostost posodabljanja
sv: Uppdateringsfrekvens
th: ปรับความถี่
tr: Güncelleme Sıklığı
uk: Частота оновлення
vi: Tần suất cập nhật
zh_cn: 更新频率
zh_hk: 更新頻率
zh_tw: 更新頻率

# SaverBackdropRefreshActionTitle
source: Download Frequency
ar: معدل التنزيل
ca: Freqüència de descàrrega
cs: Četnost stahování
da: Overførselsfrekvens
de: Downloadfrequenz
el: Συχνότητα λήψης
es: Frecuencia de descarga
es_us: Frecuencia de descargas
fi: Lataustaajuus
fr: Fréquence de téléchargement
fr_ca: Fréquence de téléchargement
he: תדירות הורדות
hi: डाउनलोड फ़्रीक्वेंसी
hr: Učestalost preuzimanja
hu: Letöltés gyakorisága
id: Frekuensi Pengunduhan
it: Frequenza di download
ja: ダウンロードの頻度
ko: 다운로드 주기
ms: Kekerapan Muat Turun
nb: Nedlastingsfrekvens
nl: Downloadfrequentie
pl: Częstotliwość pobierania
pt_br: Frequência de Downloads
pt_pt: Frequência de descarga
ro: Frecvență descărcare
ru: Частота загрузки
sk: Frekvencia sťahovania
sl: Pogostost prenosa
sv: Hämtningsfrekvens
th: ความถี่ในการดาวน์โหลด
tr: İndirme Sıklığı
uk: Частота викачування
vi: Tần suất tải về
zh_cn: 下载频率
zh_hk: 下載頻率
zh_tw: 下載頻率

# SaverBackdropRefreshDescription
source: Choose how often you want to download new Aerials. Videos are less than 1 GB on average, but can be larger.
ar: اختر معدل التنزيل الذي تريده لتنزيل الصور الجوية الجديدة. حجم الفيديوهات يبلغ في المتوسط أقل من ١ غيغابايت، ولكن يمكن أن يكون أكبر.
ca: Tria la freqüència amb què vulguis descarregar les vistes aèries noves. De mitjana, els vídeos no superen 1 GB, però alguns poden ser més grans.
cs: Vyberte, jak často chcete stahovat nové letecké záběry. Videa mají v průměru méně než 1 GB, ale můžou být i větší.
da: Vælg, hvor ofte nye luftfotos hentes. Videoer er i gennemsnit mindre end 1 GB, men kan være større.
de: Wähle aus, wie oft neue Luftaufnahmen geladen werden sollen. Videos sind im Durchschnitt kleiner als 1 GB, können aber größer sein.
el: Επιλέξτε πόσο συχνά επιθυμείτε τη λήψη νέων αεροβίντεο. Η μέση χωρητικότητα των βίντεο είναι κάτω από 1 GB, ωστόσο μπορεί να είναι και μεγαλύτερη.
es: Elige con qué frecuencia quieres descargar nuevas vistas aéreas. Los vídeos suelen ocupar menos de 1 GB, pero quizá superen ese tamaño.
es_us: Elige qué tan seguido quieres descargar nuevas vistas aéreas. Los videos ocupan generalmente menos de 1 GB de espacio, aunque podrían requerir más.
fi: Valitse, kuinka usein haluat ladata uusia ilmakuvia. Videot ovat keskimäärin alle 1 Gt:n kokoisia, mutta ne voivat olla suurempia.
fr: Choisissez la fréquence à laquelle vous souhaitez télécharger de nouvelles vues aériennes. Les vidéos font en moyenne moins de 1 Go, mais peuvent être plus volumineuses.
fr_ca: Choisissez la fréquence à laquelle vous voulez télécharger les nouvelles vues aériennes. Les vidéos ont une taille moyenne inférieure à 1 Go, mais peuvent être plus volumineuses.
he: ניתן לבחור את תדירות ההורדה של צילומי אוויר חדשים. גודל הסרטונים אינו עולה בדרך כלל על 1 ג״ב בממוצע, אך יכול להיות גדול יותר.
hi: चुनें कि नए एरियल कितनी जल्दी-जल्दी डाउनलोड करना चाहते हैं। औसतन वीडियो 1 GB से कम होते हैं, लेकिन इससे बड़े भी हो सकते हैं।
hr: Odaberite koliko često želite preuzimati nove zračne snimke. Videozapisi su prosječno manji od 1 GB, ali mogu biti veći.
hu: Válassza ki, hogy milyen gyakran szeretne letölteni új légi felvételeket. A videók mérete átlagosan 1 GB alatt van, azonban nagyobb is lehet.
id: Pilih seberapa sering Anda ingin mengunduh Aerial baru. Video kurang dari rerata 1 GB, tapi bisa lebih besar.
it: Scegli con che frequenza vuoi scaricare nuove viste aeree. I video sono in media inferiori a 1 GB, ma possono essere più grandi.
ja: どのくらいの頻度で新しい空撮をダウンロードするかを選択してください。ビデオのサイズは平均して1GB未満ですが、それより大きい場合もあります。
ko: 새로운 항공 사진을 다운로드할 빈도를 선택하십시오. 비디오는 평균 1GB 미만이지만, 더 클 수도 있습니다.
ms: Pilih kekerapan anda mahu memuat turun Tema Udara baharu. Video kurang daripada 1 GB secara purata, tetapi boleh menjadi lebih besar.
nb: Velg hvor ofte du vil laste ned nye luftfoto. Videoer er i gjennom­snitt mindre enn 1 GB, men de kan være større.
nl: Bepaal hoe vaak je nieuwe 'In vogelvlucht'-beelden wilt downloaden. Video's zijn gemiddeld kleiner dan 1 GB, maar kunnen groter zijn.
pl: Wybierz, jak często chcesz pobierać nowe wygaszacze Z lotu ptaka. Pliki wideo średnio mają mniej niż 1 GB, ale mogą być większe.
pt_br: Escolha com que frequência você deseja baixar novos Aéreos. Os vídeos têm menos de 1 GB em média, mas podem ser maiores.
pt_pt: Selecione com que regularidade devem ser descarregadas novas vistas aéreas. Os vídeos ocupam, em média, menos de 1 GB, mas podem ser maiores.
ro: Alegeți cât de frecvent doriți să descărcați vederi aeriene noi. Clipurile video au în medie mai puțin de 1 GB, dar pot fi mai mari.
ru: Выберите, как часто будут загружаться новые аэрозаставки. Обычно размер видео не превышает 1 ГБ, но иногда может быть и больше.
sk: Vyberte, ako často sa majú sťahovať nové letecké zábery. Videá majú zvyčajne menej ako 1 GB, môžu však byť väčšie.
sl: Izberite, kako pogosto naj se prenesejo novi posnetki iz zraka. Povprečna velikost videov je manj kot 1 GB, videi pa so lahko tudi večji.
sv: Välj hur ofta du vill hämta nya flygfoton. Videor är i genomsnitt mindre än 1 GB, men kan vara större.
th: เลือกว่าคุณต้องการให้ดาวน์โหลดภาพมุมสูงใหม่บ่อยแค่ไหน โดยเฉลี่ยแล้ววิดีโอมีขนาดน้อยกว่า 1 GB แต่สามารถมีขนาดใหญ่กว่านี้ได้
tr: Yeni havadan öğeleri hangi sıklıkta indirmek istediğinizi seçin. Videolar ortalama 1 GB’tan küçüktür ama daha büyük de olabilir.
uk: Оберіть, як часто викачувати нові види з повітря. Розмір відео становить в середньому менше 1 ГБ, але може бути й більше.
vi: Chọn tần suất mà bạn muốn tải về video Không trung mới. Kích cỡ video trung bình dưới 1 GB nhưng có thể lớn hơn.
zh_cn: 选取新航拍的下载频率。视频平均不到1 GB，但可能更大。
zh_hk: 選擇你要下載新「航拍」的頻率。影片平均小於1 GB，但可能會更大。
zh_tw: 選擇下載新空照圖的頻率。影片平均小於1 GB，但可能會更大。

# SaverBackdropRefreshTitle
source: Download Frequency
ar: معدل التنزيل
ca: Freqüència de descàrrega
cs: Četnost stahování
da: Overførselsfrekvens
de: Downloadfrequenz
el: Συχνότητα λήψης
es: Frecuencia de descarga
es_us: Frecuencia de descargas
fi: Lataustaajuus
fr: Fréquence de téléchargement
fr_ca: Fréquence de téléchargement
he: תדירות הורדות
hi: डाउनलोड फ़्रीक्वेंसी
hr: Učestalost preuzimanja
hu: Letöltés gyakorisága
id: Frekuensi Pengunduhan
it: Frequenza di download
ja: ダウンロードの頻度
ko: 다운로드 주기
ms: Kekerapan Muat Turun
nb: Nedlastingsfrekvens
nl: Downloadfrequentie
pl: Częstotliwość pobierania
pt_br: Frequência de Downloads
pt_pt: Frequência de descarga
ro: Frecvență descărcare
ru: Частота загрузки
sk: Frekvencia sťahovania
sl: Pogostost prenosa
sv: Hämtningsfrekvens
th: ความถี่ในการดาวน์โหลด
tr: İndirme Sıklığı
uk: Частота викачування
vi: Tần suất tải về
zh_cn: 下载频率
zh_hk: 下載頻率
zh_tw: 下載頻率

# SaverBackdropSharedAlbumsGroupTitle
source: Shared Albums
ar: الألبومات المشتركة
ca: Àlbums compartits
cs: Sdílená alba
da: Delte album
de: Geteilte Alben
el: Κοινόχρηστα άλμπουμ
es: Álbumes compartidos
es_us: Álbumes compartidos
fi: Jaetut albumit
fr: Albums partagés
fr_ca: Albums partagés
he: אלבומים משותפים
hi: शेयर किए गए ऐल्बम
hr: Dijeljeni albumi
hu: Megosztott albumok
id: Album Bersama
it: Album condivisi
ja: 共有アルバム
ko: 공유 앨범
ms: Album Dikongsi
nb: Delte albumer
nl: Gedeelde albums
pl: Albumy udostępniane
pt_br: Álbuns Compartilhados
pt_pt: Álbuns partilhados
ro: Albume partajate
ru: Общие альбомы
sk: Zdieľané albumy
sl: Deljeni albumi
sv: Delade album
th: การแชร์อัลบั้ม
tr: Paylaşılan Albümler
uk: Спільні альбоми
vi: Album chung
zh_cn: 共享相簿
zh_hk: 共享相簿
zh_tw: 共享的相簿

# SaverBackdropSource
source: Source
ar: المصدر
ca: Font
cs: Zdroj
da: Kilde
de: Quelle
el: Πηγή
es: Fuente
es_us: Fuente
fi: Lähde
he: מקור
hi: सोर्स
hr: Izvor
hu: Forrás
id: Sumber
it: Sorgente
ja: ソース
ko: 출처
ms: Sumber
nb: Kilde
nl: Bron
pl: Źródło
pt_br: Fonte
pt_pt: Origem
ro: Sursă
ru: Источник
sk: Zdroj
sl: Vir
sv: Källa
th: แหล่ง
tr: Kaynak
uk: Джерело
vi: Nguồn
zh_cn: 来源
zh_hk: 來源
zh_tw: 來源

# SaverBackdropSourceDescription
source: Show all Memories or just the ones marked as Favorites. Memories are updated once a day.
ar: إظهار كل الذكريات أو المميزة كمفضلة فقط. يتم تحديث الذكريات مرة واحدة في اليوم.
ca: Mostra tots els records o només els que hagis afegit als favorits. Els records s’actualitzen un cop al dia.
cs: Zobrazuje všechny nebo jen oblíbené vzpomínky. Vzpomínky se aktualizují jednou za den.
da: Vis alle minder eller kun dem, der er markeret som favoritter. Minder opdateres en gang om dagen.
de: Blende alle Rückblicke ein oder nur die als Favorit markierten. Rückblicke werden einmal pro Tag aktualisiert.
el: Εμφάνιση όλων των αναμνήσεων ή μόνο αυτών που έχουν σημανθεί ως Αγαπημένες. Οι αναμνήσεις ενημερώνονται μία φορά την ημέρα.
es: Muestra todos los recuerdos o solo los que hayas marcado como favoritos. Los recuerdos se actualizan una vez al día.
es_us: Muestra todos los recuerdos o sólo aquellos que marcaste como favoritos. Los recuerdos se actualizan una vez al día.
fi: Näytä kaikki muistot tai vain suosikiksi merkityt muistot. Muistot päivitetään kerran päivässä.
fr: Affichez tous les souvenirs ou uniquement les souvenirs préférés. Les souvenirs sont mis à jour quotidiennement.
fr_ca: Affichez tous les souvenirs ou uniquement les favoris. Les souvenirs sont mis à jour une fois par jour.
he: ניתן להציג את הזיכרונות או רק אלה שמסומנים כמועדפים. הזיכרונות מתעדכנים פעם ביום.
hi: सभी यादें या केवल पसंदीदा के रूप में चिह्नित यादें दिखाएँ। यादें दिन में एक बार अपडेट की जाती हैं।
hr: Prikažite sve uspomene ili samo one koje ste označili kao omiljene. Uspomene se ažuriraju jedanput dnevno.
hu: Megjelenítheti az összes vagy csak a kedvencnek jelölt emlékeket. Az emlékek naponta egyszer frissülnek.
id: Tampilkan semua Memori atau hanya yang ditandai sebagai Favorit. Memori diperbarui sehari sekali.
it: Mostra tutti i ricordi o solo quelli contrassegnati come preferiti. I ricordi vengono aggiornati una volta al giorno.
ja: すべてのメモリー、またはお気に入りに追加したメモリーのみを表示できます。メモリーは1日に1回アップデートされます。
ko: 모든 추억을 보여주거나, 즐겨찾기로 표시한 사진만 보여줄 수 있습니다. 추억은 하루에 한 번 업데이트됩니다.
ms: Tunjukkan semua Memori atau hanya yang ditandakan sebagai Kegemaran. Memori dikemas kini sekali sehari.
nb: Vis alle minner eller kun de som er merket som favoritter. Minner oppdateres én gang om dagen.
nl: Toon alle terugblikken of alleen die terugblikken die als favoriet zijn gemarkeerd. Terugblikken worden eenmaal per dag bijgewerkt.
pl: Możesz wyświetlać wszystkie lub tylko ulubione wspomnienia. Wspomnienia są uaktualniane raz dziennie.
pt_br: Mostra todas as Memórias ou apenas as marcadas como Favoritas. As Memórias são atualizada uma vez por dia.
pt_pt: Mostra todas as recordações ou apenas as assinaladas como favoritas. As recordações são atualizadas uma vez por dia.
ro: Afișați toate amintirile sau doar pe cele marcate drept favorite. Amintirile sunt actualizate o dată pe zi.
ru: Показывать все воспоминания или только отмеченные как избранные. Воспоминания обновляются один раз в сутки.
sk: Zobrazí všetky spomienky alebo len tie, ktoré ste označili ako obľúbené. Spomienky sa aktualizujú raz denne.
sl: Izberete lahko prikaz vseh elementov iz Spominov ali pa samo tistih z oznako Priljubljeno. Spomini se posodobijo enkrat na dan.
sv: Visa alla minnen eller bara de som är favoritmarkerade. Minnen uppdateras en gång om dagen.
th: แสดงความทรงจำทั้งหมดหรือเพียงความทรงจำที่ทำเครื่องหมายเป็นรายการโปรด อัปเดตความทรงจำวันละหนึ่งครั้ง
tr: Tüm anıları veya yalnızca favori olarak işaretlenmiş olanları gösterin. Anılar günde bir kere güncellenir.
uk: Показувати всі спогади чи тільки ті, що позначені як улюблені. Спогади оновлюються щодня.
vi: Hiển thị tất cả các kỷ niệm hoặc chỉ các kỷ niệm được đánh dấu là Mục ưa thích. Kỷ niệm được cập nhật một lần mỗi ngày.
zh_cn: 显示所有“回忆”或者仅显示标为“个人收藏”的回忆。“回忆”每日更新一次。
zh_hk: 顯示全部「回憶」或只顯示標示為「喜好項目」的「回憶」。「回憶」一日更新一次。
zh_tw: 顯示所有「回憶」，或只顯示有「喜好項目」標記的「回憶」。「回憶」會一天更新一次。
